/* Вариант 21. Разработайте объектно-ориентированную модель для конструктора расчётов рациона ( количества белков, жиров, углеводов ).
* Система должна быть расширяема по характеристикам человека, по режимам физической деятельности и ожидаемым результатам.
* Система должна поддерживать справочник продуктов растительного и животного происхождения.
* Также необходимо обеспечить возможность натройки комбинированных режимов питания с циклами различной длительности.
*/
public class Main {
    public static void main(String[] args) {

    }
}